{
  "app.bagrak.description": "Zemní práce Bagrák je webová stránka zaměřená na prezentaci zemních prací. Nabízí informace o používaných strojích, interaktivní mapu s aktuálními i dokončenými pracovními úseky, galerii fotografií hotových projektů jako reference a formulář pro snadné zadávání požadavků či dotazů.",
  "app.bagrak.summary": "Prezentace zemních prací.",
  "app.bagrak.title": "Zemní práce Bagrák",
  "app.birdrockres.description": "Birdrockres je webová aplikace navržená pro správu nemovitostí, zaměřená především na efektivní správu pronajímaných nemovitostí. Postavena na frameworku Angular, nabízí komplexní řešení pro vlastníky nemovitostí i nájemce. Umožňuje nahrávání a správu dokumentů souvisejících s nemovitostmi, sleduje inspekce a organizuje fotografickou dokumentaci ve vysokém rozlišení.\n\nKlíčové funkce zahrnují pokročilou možnost kategorizace a označování dat pro snadnější orientaci, uživatelsky přívětivé rozhraní a bezproblémové sdílení dokumentů bez nutnosti instalace dalšího softwaru – vše dostupné přímo přes webový prohlížeč. Tato aplikace byla vyvinuta jako součást osobního portfolia a demonstruje odborné znalosti vývoje v Angularu, s důrazem na tvorbu škálovatelných, funkčních a uživatelsky orientovaných webových aplikací.",
  "app.birdrockres.summary": "Aplikace pro správu nemovitostí.",
  "app.birdrockres.title": "Webová aplikace Birdrockres",
  "app.birdrockres_mobile.description": "Mobilní aplikace Birdrockres je progresivní webová aplikace (PWA) navržená jako doplněk webové platformy Birdrockres, která nabízí mobilní řešení pro správu nemovitostí na cestách. Aplikace, vyvinutá pomocí frameworku Ionic, poskytuje plynulý uživatelský zážitek napříč různými zařízeními, což umožňuje majitelům nemovitostí a nájemníkům přístup k hlavním funkcím a možnostem přímo z jejich chytrých telefonů nebo tabletů.",
  "app.birdrockres_mobile.summary": "Mobilní aplikace pro správu nemovitostí.",
  "app.birdrockres_mobile.title": "Mobilní aplikace Birdrockres",
  "app.nbazar.description": "NBazar je webová aplikace navržená pro nákup a prodej nemovitost, která poskytuje efektivní platformu pro nákup, prodej a správu položek. Postavená na frameworku Angular nabízí robustní funkce a uživatelsky přívětivý design, zaměřený na jednotlivce a malé podniky hledající efektivní řešení pro online obchodování.\n\nKlíčové funkce zahrnují responzivní rozhraní, pokročilou kategorizaci položek, bezproblémové nahrávání obrázků a vyhledávací možnosti. Aplikace klade důraz na jednoduchost a dostupnost, což zajišťuje plynulý uživatelský zážitek. Vyvinuta jako součást osobního portfoliového projektu, NBazar zdůrazňuje odborné znalosti v oblasti vývoje v Angularu a ukazuje schopnost vytvářet škálovatelná a uživatelsky orientovaná webová řešení.",
  "app.nbazar.summary": "Aplikace pro nákup a prodej nemovitosti",
  "app.nbazar.title": "NBazar",
  "app.nav.projects": "Projekty",
  "app.nav.about": "O mně",
  "app.nav.changeTheme": "Změnit téma",
  "app.nav.changeLang": "Změnit jazyk",
  "app.projects.icon.view": "Zobrazit projekt",
  "app.projects.icon.github": "GitHub repozitář",
  "app.projects.icon.web": "Odkaz na webovou stránku",
  "app.about.projects.button": "Zobrazit moje projekty",
  "app.about.list.education": "Vzdělání",
  "app.about.list.jobs": "Pracovní zkušenosti",
  "about": {
    "title": "O mně",
    "description": "Jsem webový vývojář s více než dvěma lety zkušeností s vývojem v Angularu. Zaměřuji se na vytváření moderních a uživatelsky přívětivých single-page aplikací (SPA), které poskytují plynulý a efektivní uživatelský zážitek. Rád se učím nové technologie, přijímám výzvy a neustále zdokonaluji své schopnosti. Ve volném čase mě baví hraní videoher a vývoj inovativních řešení."
  },
  "education": [
    {
      "title": "Bakalářský titul",
      "school": {
        "name": "Vysoká škola finanční a správní, a.s.",
        "specialization": "Aplikovaná informatika"
      },
      "date": "2020 - 2024",
      "icon": "school"
    },
    {
      "title": "Státní maturitní zkouška",
      "school": {
        "name": "Soukromá střední škola a základní škola (1. KŠPA), Praha s.r.o.",
        "specialization": "18-20-M/01 Informatika"
      },
      "date": "2016 - 2020",
      "icon": "code"
    },
    {
      "title": "Výuční list - Kuchař - Číšník",
      "school": {
        "name": "Střední odborná škola stravování Říčany s.r.o.",
        "specialization": "65-51-H/01 Kuchař - číšník"
      },
      "date": "2013 - 2016",
      "icon": "restaurant"
    }
  ],
  "jobs": [
    {
      "title": "Nezávislý vývojář softwaru",
      "description": "Vývojář Angular",
      "company": "Birdrock REI Inc, USA",
      "date": "Prosinec 2020 - současnost"
    },
    {
      "title": "Four Seasons Hotels Limited",
      "description": "Specialista IT podpory",
      "date": "Červenec 2019 - Prosinec 2019",
      "company": "Four Seasons Hotels Limited, Praha"
    },
    {
      "title": "ZOOT a.s.",
      "description": "Specialista IT podpory",
      "date": "Květen 2018 - Listopad 2020",
      "company": "ZOOT a.s. (Digital people, a.s.), Říčany"
    }
  ]
}
