{
  "app.bagrak.description": "Groundwork Bagrák is a website focused on showcasing earthwork services. It provides information about the machinery used, an interactive map of current and completed work areas, a photo gallery of finished projects as references, and a form for easily submitting requests or inquiries.",
  "app.bagrak.summary": "Groundwork services showcase.",
  "app.bagrak.title": "Groundwork Bagrák",
  "app.birdrockres.description": "Birdrockres is a web-based application designed for property management, specifically tailored to streamline the management of rental properties. Built using the Angular framework, the application offers a comprehensive solution for property owners and tenants. It facilitates the upload and management of property-related documents, tracks inspections, and organizes photographic documentation with high resolution.\n\nKey features include advanced functionality to categorize and label data for easier navigation, a user-friendly interface, and seamless document sharing without requiring the recipient to install additional software—accessible directly through a web browser. Developed as part of a personal portfolio project, this application showcases expertise in Angular development, demonstrating the ability to build scalable, functional, and user-focused web applications.",
  "app.birdrockres.summary": "Property management application.",
  "app.birdrockres.title": "Birdrockres web app",
  "app.birdrockres_mobile.description": "The Birdrockres Mobile App is a progressive web application (PWA) designed to complement the Birdrockres web platform, offering a mobile-friendly solution for property management on the go. Developed using the Ionic framework, the app provides a seamless user experience across various devices, enabling property owners and tenants to access key features and functionalities from their smartphones or tablets.",
  "app.birdrockres_mobile.summary": "Mobile application for property management.",
  "app.birdrockres_mobile.title": "Birdrockres Mobile App",
  "app.nbazar.description": "NBazar is a web-based application designed for or buying and selling real estate management, providing a streamlined platform for buying, selling, and managing items. Built using the Angular framework, it showcases robust functionality and a user-centric design, catering to individuals and small businesses looking for an efficient solution for online trading.\n\nKey features include a responsive interface, advanced item categorization, seamless image uploads, and search capabilities. The application emphasizes simplicity and accessibility, ensuring a smooth user experience. Developed as part of a personal portfolio project, NBazar highlights expertise in Angular development, demonstrating proficiency in creating scalable and user-focused web solutions.",
  "app.nbazar.summary": "An application for buying and selling real estate.",
  "app.nbazar.title": "NBazar",
  "app.nav.projects": "Projects",
  "app.nav.about": "About me",
  "app.nav.changeTheme": "Change theme",
  "app.nav.changeLang": "Change language",
  "app.projects.icon.view": "View project",
  "app.projects.icon.github": "GitHub repository",
  "app.projects.icon.web": "Website link",
  "app.about.projects.button": "View my projects",
  "app.about.list.education": "Education",
  "app.about.list.jobs": "Work Experience",
  "about": {
    "title": "About me",
    "description": "I am a web developer with over two years of experience in Angular development. I focus on creating modern and user-friendly single-page applications (SPA) that deliver a smooth and efficient user experience. I enjoy learning new technologies, taking on challenges, and continuously improving my skills. In my free time, I enjoy playing video games and developing innovative solutions."
  },
  "education": [
    {
      "title": "Bachelor Degree",
      "school": {
        "name": "Vysoká škola finanční a správní, a.s.",
        "specialization": "Applied Informatics"
      },
      "date": "2020 - 2024",
      "icon": "school"
    },
    {
      "title": "High School Diploma",
      "school": {
        "name": "Soukromá střední škola a základní škola (1. KŠPA), Praha s.r.o.",
        "specialization": "18-20-M/01 Informatics"
      },
      "date": "2016 - 2020",
      "icon": "code"
    },
    {
      "title": "Apprenticeship Certificate",
      "school": {
        "name": "Střední odborná škola stravování Říčany s.r.o.",
        "specialization": "65-51-H/01 Cook - Waiter"
      },
      "date": "2013 - 2016",
      "icon": "restaurant"
    }
  ],
  "jobs": [
    {
      "title": "Freelance Software Developer",
      "description": "Angular Developer",
      "company": "Birdrock REI Inc, USA",
      "date": "December 2020 - present"
    },
    {
      "title": "Four Seasons Hotels Limited",
      "description": "IT Support Specialist",
      "date": "July 2019 - December 2019",
      "company": "Four Seasons Hotels Limited, Prague"
    },
    {
      "title": "ZOOT a.s.",
      "description": "IT Support Specialist",
      "date": "May 2018 - November 2020",
      "company": "ZOOT a.s. (Digital people, a.s.), Říčany"
    }
  ]
}
